---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemContourGapWidth
source: html/d78a750e-1a62-64f2-6dd9-e6bb748af0b3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemContourGapWidth Property

"Gap Width"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemContourGapWidth { get; }
```